/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"JBRefreshHeaderIdleText" = "下拉可以刷新";
"JBRefreshHeaderPullingText" = "鬆開立即刷新";
"JBRefreshHeaderRefreshingText" = "正在刷新數據中...";

"JBRefreshAutoFooterIdleText" = "點擊或上拉加載更多";
"JBRefreshAutoFooterRefreshingText" = "正在加載更多的數據...";
"JBRefreshAutoFooterNoMoreDataText" = "已經全部加載完畢";

"JBRefreshBackFooterIdleText" = "上拉可以加載更多";
"JBRefreshBackFooterPullingText" = "鬆開立即加載更多";
"JBRefreshBackFooterRefreshingText" = "正在加載更多的數據...";
"JBRefreshBackFooterNoMoreDataText" = "已經全部加載完畢";

"JBRefreshHeaderLastTimeText" = "最後更新：";
"JBRefreshHeaderDateTodayText" = "今天";
"JBRefreshHeaderNoneLastDateText" = "無記錄";
